<?
	
// Heading
$_['heading_title']				= 'Фильтр по атрибутам';

// Text
$_['text_module']				= 'Модули';
$_['text_name']					= 'Фильтр по атрибутам';
$_['text_success']				= 'Настройки модуля обновлены!';
$_['text_edit']					= 'Редактирование модуля';
$_['text_update_table']			= 'Что-то пошло не так. Необходимо обновить таблицы данных';
$_['text_clear_table']			= 'Перед удалением модуля, необходимо очистить данные .';

// Entry
$_['entry_status']				= 'Статус';
$_['entry_update_table']		= 'Обновить таблицы данных';

// Button
$_['button_update_table']		= 'Обновить';

// Error
$_['error_permission']			= 'У Вас нет прав для управления этим модулем!';
$_['error_alter_table']			= 'Не удалось обновить таблицу';
$_['error_install_xml']			= 'Не найдет файл модификатора';

// Success
$_['success_update']			= 'Успешно! После обновления страницы, Вам нужно включть дополнение, после чего необходимо нажать на кнопку "Обновить" - чтобы обновить Кэш!';
$_['success_clear']				= 'Вы успешно очистили данные!';

?>