<?php
// Heading
$_['heading_title']             = 'Выбор тканей';
$_['heading_title_category']    = 'Категории опций';

// Text
$_['text_extension']                     = 'Модули';
$_['text_success']                       = 'Настройки модуля обновлены!';
$_['text_edit']                          = 'Редактирование модуля';
$_['text_fabrickchoice_category']        = 'Категории';
$_['text_list']                          = 'Список категорий';
$_['text_add']                           = 'Добавить категорий';

$_['column_name']                        = 'Название категории';
$_['column_sort_order']                  = 'Порядок сортировки';
$_['column_action']                      = 'Действие';

// Entry
$_['entry_status']          = 'Статус';
$_['entry_name']            = 'Название категории';
$_['entry_parent']          = 'Родительская категория';
$_['entry_option']          = 'Выберите опции и значений';
$_['entry_sort_order']      = 'Порядок сортировки';
$_['entry_fcr']             = 'Выбирать опции из одинаковых категорий';
$_['entry_option_select']   = 'Выберите опции для выобра ткани';
$_['entry_tag']             = 'Укажите тег, перед которого вставить опции';
$_['entry_greates']         = 'Учитывать только большее значение при расчете цены';
$_['entry_image']           = 'Изображение опции';
$_['entry_thumb']           = 'Большое изображение опции';
$_['entry_width']           = 'Ширина';
$_['entry_height']          = 'Высота';


// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
$_['error_thumb'] = 'Большое изображение Опции';
$_['error_image'] = 'Изображение Опции';
$_['error_limit'] = 'Элементов на странице';
