<?php
$_['heading_title']     = '<b>UniShop</b> - Статьи блога по категориям';

$_['text_module']       = 'Модули';
$_['text_success']      = 'Успешно: Настройки модуля "UniShop - Статьи блога по категориям" сохранены!';
$_['text_edit']    		= 'Редактировать';

$_['entry_category']	= 'Показывать статьи из этих категорий:';
$_['entry_category2']	= 'Показывать модуль в этих категориях товара:<br /><span>Работает для схем "Категория" и "Товар". Если планируете показывать модуль на других схемах, не отмечайте ни одной категории!</span>';
$_['entry_limit']       = 'Лимит статей для показа:';
$_['entry_width']       = 'Ширина изображения статьи:';
$_['entry_height']      = 'Высота изображения статьи:';
$_['entry_name']      	= 'Имя модуля:';
$_['entry_status']      = 'Статус:';

$_['error_permission']	= 'Ошибка: У вас нет прав на редактирование настроек модуля "UniShop - Статьи блога по категориям"!';
$_['error_image']       = 'Ошибка: Вы не указали размер изображения статьи!';
?>