<?php
// Heading
$_['heading_title']       = 'Доставка плюс - лицензия';

// Text
$_['text_all_users']      = 'Все пользователи';
$_['text_shipping']       = 'Доставка';
$_['text_license']        = 'Лицензия';
$_['text_edit']           = 'Доставка плюс - лицензия';
$_['text_notice']         = 'Для получения лицензионного ключа отправьте на адрес <a href="mailto:louise@yandex.ru">louise@yandex.ru</a> письмо со следующим содержанием:
                            <ol>
                                <li>Адрес сайта, где вы купили модуль.</li>
                                <li>Ваш логин, который вы использовали при покупке.</li>
                                <li>Дату покупки.</li>
                                <li>Ваш домен, для которого вы хотите активировать модуль.</li>
                            </ol>

                            В теме письма укажите: Получение лицензии на модуль "Доставка плюс".';

// Entry
$_['entry_key']           = 'Введите лицензионный ключ:';


// Error
$_['error_permission']    = 'У Вас нет прав для изменения этого модуля!';
$_['error_warning']       = 'Заполните все поля!';
?>